export const COOKIEPOLICYTITLE = `Cookie政策`;

export const COOKIEPOLICY = `
  <p>
    歡迎您使用 InfoCenter 服務平台。本政策旨在說明我們如何使用 Cookie
    和類似技術收集、存儲和處理您的資訊，以及您如何管理您的偏好設定。透過了解本政策，您將更清楚地了解我們對您隱私的承諾。
  </p>
  <p>
    <br />
  </p>
  <h1>定義</h1>
  <ul>
    <li>
      <strong>Cookie</strong>
      ：指當您訪問網站時，網站伺服器放置在您裝置上的小型文字檔案，用於記錄和存儲某些資訊。
    </li>
    <li>
      <strong>類似技術</strong>
      ：包括像素標籤、網路信標、裝置指紋等其他技術，用於達成與 Cookie
      類似的功能。
    </li>
  </ul>
  <p>
    <br />
  </p>
  <h1>我們收集的資訊類型</h1>
  <p>透過 Cookie 和類似技術，我們可能收集以下資訊：</p>
  <ul>
    <li>您的裝置類型、操作系統和瀏覽器類型。</li>
    <li>您訪問的頁面、點擊的連結和其他瀏覽行為。</li>
    <li>您的 IP 位址和地理位置（城市或國家）。</li>
    <li>您的偏好設定，如語言和文字大小。</li>
  </ul>
  <p>
    <br />
  </p>
  <h1>我們如何使用 Cookie</h1>
  <ul>
    <li id="isPasted">
      <p>
        <strong>必要性 Cookie</strong>
        ：確保網站的基本功能和安全性，例如驗證用戶身份、維護會話狀態、保護用戶資料安全。
      </p>
    </li>
    <li>
      <p>
        <strong>性能 Cookie</strong>
        ：收集匿名的統計資料，以瞭解用戶如何與我們的網站互動，從而改進網站的性能和設計。
      </p>
    </li>
    <li>
      <p>
        <strong>功能性 Cookie</strong>
        ：記錄您的偏好設定，如語言、地區和其他自訂選項，為您提供更個人化的體驗。
      </p>
    </li>
    <li>
      <p>
        <strong>分析和研究 Cookie</strong>：使用第三方工具（如 Google
        Analytics）收集資訊，以分析用戶行為和偏好，改進我們的服務。
      </p>
    </li>
  </ul>
  <p>
    <br />
  </p>
  <h1>我們不使用的 Cookie</h1>
  <p>
    InfoCenter 不使用任何廣告或行銷目的的
    Cookie。我們不會將您的個人資訊用於廣告投放、行銷活動或與第三方共享以進行廣告目的。
  </p>
  <p>
    <br />
  </p>
  <h1>第三方 Cookie</h1>
  <p>
    我們可能使用第三方服務（如分析工具）來協助我們瞭解用戶的使用情況，這些服務可能使用自己的
    Cookie。我們確保這些第三方僅為我們提供統計和分析資訊，不會將您的個人資訊用於其他目的。
  </p>
  <p>
    <br />
  </p>
  <h1>如何管理和停用 Cookie</h1>
  <p>您有權選擇是否接受 Cookie。以下是管理 Cookie 的方法：</p>
  <ul>
    <li>
      <p>
        <strong>瀏覽器設定</strong>：大多數瀏覽器預設接受
        Cookie，但您可以調整設定以拒絕或刪除 Cookie。請注意，禁用 Cookie
        可能會影響平台的功能和您的使用體驗。
      </p>
      <ul>
        <li>
          <strong>Google Chrome</strong>：設定 &gt; 隱私和安全性 &gt;
          Cookie 和其他網站資料。
        </li>
        <li>
          <strong>Mozilla Firefox</strong>：選項 &gt; 隱私與安全 &gt;
          Cookie 和網站數據。
        </li>
        <li>
          <strong>Safari</strong>：偏好設定 &gt; 隱私 &gt; 管理網站資料。
        </li>
        <li>
          <strong>Microsoft Edge</strong>：設定 &gt; Cookie 和網站權限。
        </li>
      </ul>
    </li>
  </ul>
  <p>
    <br />
  </p>
  <h1>我們如何保護您的資訊</h1>
  <p>
    我們採取適當的技術和組織措施，保護您的個人資訊免受未經授權的訪問、洩露、修改或破壞。我們的安全措施包括但不限於：
  </p>
  <ul>
    <li>
      <strong>資料加密</strong>：在資料傳輸過程中使用 SSL/TLS 加密技術。
    </li>
    <li>
      <strong>存取控制</strong>
      ：限制對個人資訊的存取，僅限於需要知悉的員工和服務供應商。
    </li>
    <li>
      <strong>定期審計</strong>：定期審查我們的資料收集、存儲和處理實踐。
    </li>
  </ul>
  <p>
    <br />
  </p>
  <h1>適用法律和權利</h1>
  <p>
    根據適用的法律（如《一般資料保護規範》（GDPR）或其他地區性的隱私法規），您可能擁有以下權利：
  </p>
  <ul>
    <li>
      <strong>存取權</strong>：您有權要求訪問我們持有的有關您的個人資訊。
    </li>
    <li>
      <strong>更正權</strong>
      ：如果您的資訊不正確或不完整，您有權要求更正。
    </li>
    <li>
      <strong>刪除權</strong>：在某些情況下，您有權要求刪除您的個人資訊。
    </li>
    <li>
      <strong>限制處理權</strong>：您可以要求限制我們對您資訊的處理。
    </li>
    <li>
      <strong>資料可攜權</strong>
      ：您有權獲得我們持有的有關您的資訊的副本，以便傳輸給其他服務提供者。
    </li>
    <li>
      <strong>反對權</strong>：您可以反對我們基於合法利益處理您的資訊。
    </li>
  </ul>
  <p>
    <br />
  </p>
  <h1>Cookie 政策的更新</h1>
  <p>
    我們可能會因業務需求、法律要求或技術進步而更新本 Cookie
    政策。任何變更將發布在此頁面上，並在必要時通知您。建議您定期查看本政策以瞭解最新資訊。
  </p>
  <p>
    <br />
  </p>
`;

export const TERMSOFUSETITLE = `服務條款`;

export const TERMSOFUSE = `
  <p>
      歡迎使用「InfoCenter
      智能中台」（以下簡稱「本系統」）。為了保障您及其他使用者的權益，並確保本系統的正常運作，請您仔細閱讀以下使用者條款（以下簡稱「本條款」）。一旦您開始使用本系統，即表示您已閱讀、了解並同意遵守本條款的所有內容。如果您不同意本條款的任何部分，請立即停止使用本系統。
    </p>
    <h3>
      <br />
    </h3>
    <h2>服務內容</h2>
    <p>
      本系統提供數據管理、知識管理、客戶管理等各項功能和服務（以下簡稱「服務」）。我們有權隨時調整、修改或暫停提供部分或全部服務，無需另行通知。服務調整、修改或暫停不構成對使用者的違約。
    </p>
    <div>
      <br />
    </div>
    <h2>使用資格</h2>
    <p>
      本系統僅限於具有法律行為能力的自然人或法人使用。如果您是未成年人或不具有完全民事行為能力的人，請在您的法定監護人陪同下閱讀本條款，並取得他們的同意後方可使用本系統。
    </p>
    <p>
      <br />
    </p>
    <h2>使用者帳戶</h2>
    <p>
      在使用本系統的部分服務時，您可能需要註冊一個帳戶。您必須提供正確、完整的個人資料並妥善保管您的帳戶資訊。您應對帳戶的所有活動負責，如有任何未經授權的使用或安全漏洞，請立即通知我們。本系統對因使用者未能妥善保管帳戶資訊而導致的任何損失或損害不承擔責任。
    </p>
    <div>
      <br />
    </div>
    <h2>使用規範</h2>
    <p>
      您同意在使用本系統時遵守所有適用的法律法規及本條款中的規定。您不得從事以下行為：
    </p>
    <ul>
      <li>侵害他人權益或侵犯他人隱私。</li>
      <li>
        發布或傳輸任何非法、虛假、誹謗、中傷、淫穢、威脅或侵犯他人權利的內容。
      </li>
      <li>未經授權進入、干擾、損害或破壞本系統的任何部分或其服務。</li>
      <li>傳播病毒、惡意代碼或其他可能損害本系統的技術措施。</li>
      <li>利用本系統散布垃圾郵件或進行過度使用系統資源的行為。</li>
      <li>
        未經授權使用本系統提供的功能或嘗試進行反向工程、解密、拆卸或破解本系統的安全措施。
      </li>
    </ul>
    <div>
      <br />
    </div>
    <h2>知識產權</h2>
    <p>
      本系統中所包含的所有內容，包括但不限於文字、圖片、圖像、聲音、軟體、程式碼及其組合、設計和系統架構，均屬於本公司或其授權方的知識產權，受相關法律的保護。除非另有明示授權，您不得未經本公司書面同意，對本系統的內容進行複製、修改、發佈、傳播或進行其他任何形式的利用。
    </p>
    <p>
      <br />
    </p>
    <h2>資料保護與隱私</h2>
    <p>
      我們承諾保護您的個人資料安全。關於個人資料的蒐集、處理、使用及保護方式，請參閱我們的隱私權政策。使用本系統即表示您已閱讀並同意我們的隱私權政策。
    </p>
    <p>
      <br />
    </p>
    <h2>責任限制</h2>
    <p>
      本系統依「現況」提供服務，對於服務的適用性、連續性、安全性或可能產生的錯誤或中斷，我們不作任何明示或默示的擔保。在法律允許的最大範圍內，我們對因使用或無法使用本系統而引起的任何直接、間接、附帶、特殊或後果性損害，概不負責。
    </p>
    <p>
      <br />
    </p>
    <h2>第三方連結</h2>
    <p>
      本系統可能包含連結至第三方網站或服務的連結。這些第三方網站或服務的內容和隱私權政策不受本條款的約束。我們對於第三方網站或服務的內容或行為不承擔任何責任，您應自行判斷是否訪問及使用這些連結。
    </p>
    <div>
      <br />
    </div>
    <h2>條款修改</h2>
    <p>
      我們有權隨時修改本條款，並將更新後的條款公布於本系統上。修改後的條款將自公告日起生效。如果您在條款修改後繼續使用本系統，即表示您接受並同意受修訂後的條款約束。
    </p>
    <p>
      <br />
    </p>
    <h2>終止或限制使用</h2>
    <p>
      我們保留隨時暫停或終止您使用本系統的權利，無論是否通知，特別是在您違反本條款的情況下。我們對因此而引起的任何損失或損害不承擔責任。
    </p>
    <p>
      <br />
    </p>
    <h2>適用法律與管轄法院</h2>
    <p>
      本條款的解釋與適用，以及與您使用本系統相關的任何爭議，均應適用中華民國法律，並以本公司所在地的法院為第一審管轄法院。
    </p>
`;

export const PRIVACYPOLICYTITLE = `隱私政策`;

export const PRIVACYPOLICY = `
  <p>
      歡迎使用「InfoCenter
      智能中台」（以下簡稱「本系統」），為了讓您能夠安心地使用本系統的各項服務與資料，我們特此向您說明本系統的隱私權保護政策，以保障您的權益，請您詳閱下列內容：
  </p>
  <p>
    <br />
  </p>
  <h2>隱私權保護政策的適用範圍</h2>
  <p>
    隱私權保護政策內容，包括本系統如何處理在您使用網站服務時收集到的個人識別資料。隱私權保護政策不適用於本系統以外的相關連結網站，也不適用於非本系統所委託或參與管理的人員。
  </p>
  <p>
    <br />
  </p>
  <h2>個人資料的定義</h2>
  <p>
    「個人資料」指的是能夠直接或間接識別您個人身份的信息，包括但不限於您的姓名、電子郵件地址、聯絡方式、IP
    位址、裝置資訊、瀏覽紀錄等。這些資料在不同的情境下會被用於確認您的身份、提供特定的服務或作為我們改進服務的依據。
  </p>
  <p>
    <br />
  </p>
  <h2>個人資料的蒐集、處理及利用方式</h2>
  <p>
    當您造訪本系統或使用本系統所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本系統不會將個人資料用於其他用途。
  </p>
  <p>
    本系統在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。
  </p>
  <p>
    於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務的參考依據，此記錄為內部應用，決不對外公佈。
  </p>
  <p>
    為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。
  </p>
  <p>
    <br />
  </p>
  <h2>Cookie 的使用</h2>
  <p>
    為了提供您最佳的服務，本系統會在您的電腦中放置並取用我們的
    Cookie。Cookie
    是一種網站在您的裝置上存儲的小型數據文件，用來辨認您的瀏覽器設定、記錄您的偏好等。我們使用的
    Cookie 包括以下類型：
  </p>
  <ul>
    <li>
      <strong>必要性 Cookie</strong>：確保網站基本功能正常運作。
    </li>
    <li>
      <strong>性能分析 Cookie</strong>
      ：幫助我們分析使用者行為，提升網站效能。
    </li>
    <li>
      <strong>功能性 Cookie</strong>
      ：記住您的偏好設定，提供更個性化的服務。
    </li>
    <li>
      <strong>廣告 Cookie</strong>：用於向您提供相關的廣告內容。
    </li>
  </ul>
  <p>
    <br />
  </p>
  <p>
    如果您不願接受 Cookie
    的寫入，您可以在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕
    Cookie 的寫入，但可能會導致網站某些功能無法正常執行。
  </p>
  <p>
    <br />
  </p>
  <h2>資料之保護</h2>
  <p>
    本系統主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料。採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。
  </p>
  <p>
    如因業務需要有必要委託其他單位提供服務時，本系統亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。
  </p>
  <p>
    <br />
  </p>
  <h2>與第三人共用個人資料之政策</h2>
  <p>
    本系統絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。
  </p>
  <p>前項但書之情形包括不限於：</p>
  <ul>
    <li>經由您書面同意。</li>
    <li>法律明文規定。</li>
    <li>為免除您生命、身體、自由或財產上之危險。</li>
    <li>
      與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集者依其揭露方式無從識別特定之當事人。
    </li>
    <li>
      當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。
    </li>
    <li>有利於您的權益。</li>
    <li>
      本系統委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。
    </li>
  </ul>
  <div>
    <br />
  </div>
  <h2>資料保存與刪除</h2>
  <p>
    本系統將根據特定用途及相關法律法規，保存您的個人資料。在資料不再需要於該特定目的時，或當您要求刪除資料時，我們將按照
    GDPR 規定將其安全刪除或匿名化。
  </p>
  <p>
    <br />
  </p>
  <h2>使用者權利</h2>
  <p>
    您有權要求查詢、更正或刪除您的個人資料，亦可請求限制處理或反對資料處理。如果您想行使這些權利，請通過我們提供的聯絡方式與我們取得聯繫。我們將在合理的時間內回應您的請求，並遵守相關法律法規。
  </p>
  <p>
    <br />
  </p>
  <h2>隱私權保護政策之修正</h2>
  <p>
    本系統隱私權保護政策將因應需求隨時進行修正。當政策發生重大變更時，我們將通過電子郵件通知、網站彈出窗口或其他方式通知您。修正後的條款將刊登於網站上，並自公告日起生效。
  </p>
`;
